Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: "It is an incredibly fast growing area for us," Ann Cairns, who heads MasterCard's business outside North America, said in an interview, stressing that the company respects cardholder privacy, using anonymous data rather than personal information.
pt: "Há muito mais crescimento aqui na América Latina em termos de crescimento percentual em base anual do que se tem em lugares como os Estados Unidos ou a Europa", disse Ann Cairns, presidente do negócio da MasterCard fora da América do Norte, em uma entrevista na terça-feira.

source: Russian Prime Minister Dmitry Medvedev told the Russian parliament on Tuesday that Russia would be able to "minimise the consequences" of any further sanctions.
pt: LONDRES/MOSCOU, 22 Abr (Reuters) - A Rússia pode minimizar o impacto de quaisquer sanções impostas ao país devido à crise na Ucrânia, disse o primeiro-ministro Dmitry Medvedev nesta terça-feira.

source: Giant asteroid that whizzed past Earth has its own moon
pt: Asteroide que passou 'raspando' pela Terra tem uma lua

source: "It is unthinkable that someone who has tried to massacre his own people can play a part in their future government," they wrote in the article, published on both sides of the Atlantic.
pt: (...) Mas é impensável que alguém que tenha tentado massacrar seu povo de um papel no futuro governo líbio", consideraram os três líderes.

source: Millions in Sierra Leone on Ebola lockdown
pt: Serra Leoa entra no terceiro dia de confinamento pelo Ebola

source: Age progression techniques show how Madeleine might look aged nine
pt: Projeção mostra como Madeleine pode parecer aos nove anos de idade

source: KIEV/MARIUPOL Ukraine (Reuters) - Four Ukrainian servicemen have been killed since the start of a ceasefire between government forces and pro-Russian separatists last Friday in eastern Ukraine, a defence ministry official was quoted on Tuesday as saying.
pt: MARIUPOL/DONETSK Ucrânia (Reuters) - O cessar-fogo entre forças ucranianas e separatistas pró-Rússia no leste da Ucrânia parecia estar sendo mantido na noite desta sexta-feira, apesar do princípio de um bombardeio no bastião rebelde de Donetsk.

source: The West wants Iran to significantly scale back its nuclear program in case of a proliferation risk, while Iran insists its nuclear right is inalienable.
pt: O Irã afirma que seu programa nuclear é pacífico e que não busca obter a bomba atômica, mas insiste em manter seu direito ao uso da energia nuclear.

source: The previous day Pope Francis said it was wrong to provoke others by insulting their religion and that one could "expect" a reaction to such abuse.
pt: O papa Francisco defendeu o direito de expressão, mas disse ser errado provocar os outros ao insultar a religião alheia.

source: I have no idea why this is happening.”
pt: Mas não é esta a sua dificuldade .

source: A senior administration official reiterated Tuesday afternoon that while the sides have never been closer to a deal, they're still not where they need to be and whether a deal is reached could go either way.
pt: “Chegou a hora de ver se podemos ou não chegar a um acordo”, disse Kerry, acrescentando que as negociações ainda poderiam ir “para um lado ou outro”.

source: WASHINGTON, Sept 12 (Reuters) - U.S. retail sales rose broadly in August and consumer sentiment hit a 14-month high in September, which should ease concerns about consumer spending and support expectations for sturdy growth in the third quarter.
pt: WASHINGTON (Reuters) - As vendas no varejo dos Estados Unidos subiram em agosto com norte-americanos comprando automóveis e uma série de outros produtos, o que deve aliviar alguns receios sobre gastos de consumidores e sustentar expectativas de crescimento forte no terceiro trimestre.

source: BOJ trims growth forecast on soft exports, Kuroda upbeat on China
pt: BC do Japão reduz projeção de crescimento por fraqueza nas exportações

source: The draft resolution called for an end to the Israeli occupation until 2017 and established a Palestinian state on these territories.
pt: O texto final exigia, entre outras coisas, a retirada israelense dos territórios palestinos antes do fim de 2017 .

source: Officials say Vann confessed during an interview and told police where several other victims were located.
pt: Policiais dizem que ele confessou o crime durante seu depoimento e revelou a localização de outras vítimas.

source: Earlier this week, more than 300 people died in a similar attempt to reach Europe .
pt: ONU diz que cerca de 300 imigrantes morreram ao tentar chegar à Europa

source: Try it, you might like it!
pt: E acho que é assim que tem de ser”.

source: Mr Kerry said he told Mr Lavrov that the US still considered Russia's takeover of Ukraine's Crimea region to be "illegal and illegitimate".
pt: Kerry afirmou que os EUA ainda veem a intervenção russa na Crimeia como "ilegal e ilegítima".

source: "For somebody who comes from Europe, I can only say, if we give up this principle of territorial integrity, we will not be able to maintain the peaceful order of Europe," Merkel said Monday .
pt: "Se renunciarmos ao princípio da integridade territorial, não estaremos em condições de manter a ordem e a paz na Europa", enfatizou.

source: The Ebola epidemic broke out in Guinea in March and spread to Liberia and Sierra Leone .
pt: A Guiné-Conacri, a Libéria e Serra Leoa continuam a ser os países mais afetados.

source: At another, she joined a choir in a rousing ode to Alexander's homeland.
pt: Em outra, ela fez parte de um coral que cantou uma canção à terra natal de Alexandre.

source: SANTIAGO (Reuters) - Chile defender Gonzalo Jara could be in trouble after television images clearly showed him sticking his finger up an opponent’s backside during his side’s 1-0 win over Uruguay at the Copa America on Wednesday.
pt: SANTIAGO (Reuters) - O defensor do Chile Gonzalo Jara pode estar em problemas após imagens televisivas claramente mostrarem o jogador colocando a mão no traseiro de um adversário durante a vitória por 1 x 0 de seu time contra o Uruguai pela Copa América, na quarta-feira.

source: we have to wait and see what this agreement is about.
pt: E se não a temos, que possamos fazer por onde para tê-la.

source: During his conversation with Putin, Obama emphasized that he remains committed to a diplomatic solution to the Ukraine crisis and the sanctions he announced Wednesday were not his preferred course of action.
pt: Obama "reiterou sua preocupação com o aumento de tropas russas perto da fronteira com a Ucrânia", e garantiu a Putin que "continua comprometido com uma solução diplomática e que as sanções não eram sua via de ação preferida".

source: It found a pattern of officers using excessive force and illegally arresting people without cause, deploying attack dogs and tasers on unarmed people "unreasonably."
pt: O departamento também concluiu que os policiais seguiam um padrão excessivo para usar a força e prender pessoas sem justificativa, lançando mão de cachorros e armas de choque contra pessoas desarmadas "injustificadamente".

source: Comets, they believe, are clusters of the oldest dust and ice in the Solar System — the rubble left from the formation of the planets 4.6 billion years ago.
pt: Os cometas são compostos de poeira e gelo, material primordial restante do processo de formação do Sistema Solar ocorrido há 4,6 bilhões de anos.

source: LONDON (Reuters) - A 14-year-old British boy has been arrested in connection with an alleged Islamic State-linked plot to attack a World War One commemorative event in Australia this week, police said on Monday.
pt: A polícia britânica anunciou nesta segunda-feira a detenção de um adolescente de 14 anos relacionado com um suposto plano para cometer na Austrália um atentado inspirado nas ações do grupo Estado Islâmico (EI).

source: "This is clearly a much larger eruption than the one we saw with the Villarica some weeks ago and therefore we need to take bigger and faster measures," Interior and Security Minister Rodrigo Penailillo said of the Calbuco eruption.
pt: O ministro do Interior, Rodrigo Peñailillo, disse que a erupção atual é claramente maior, por isso as medidas tomadas terão de ser maiores e mais rápidas .

source: The attack began at around 1am local time (0100 GMT) and left nine people wounded, said a senior security official, adding that two people had been arrested.
pt: O ataque começou por volta da uma da manhã no horário local e deixou nove pessoas feridas, disse uma autoridade de segurança.

source: The immune system may play a part in Alzheimer's disease, U.S. researchers have discovered, in a breakthrough which could lead to the development of new treatments for the most common form of dementia.
pt: O sistema imunológico parece ter incidência sobre o Mal de Alzheimer e tal indicação deve permitir a elaboração de novos tratamentos contra a forma mais comum de demência no planeta

source: European Jewish Congress chief Moshe Kantor warned that Europe was “close to” a new exodus of Jews, saying “jihadism is very close to Nazism.”
pt: "A comunidade judaica da Europa está próxima de um novo êxodo", afirmou o presidente da organização, Moshe Kantor.

source: She was arrested on her way home from school on December 31, and a military court sentenced her in late January to two months as part of a plea bargain in which she admitted to picking up a stone to throw at Israeli cars.
pt: Malak foi presa a caminho de casa quando voltava da escola no dia 31 de dezembro, e um tribunal militar posteriormente a condenou a dois meses de prisão.

source: Two pet owners in Lincolnshire are vying for the title of world's oldest cat.
pt: Duas gatas "centenárias" inglesas estão disputando o título de gato mais velho do mundo.

source: The extension responses to feedback from SDR users on the desirability of avoiding changes in the basket at the end of the calendar year, and will allow users sufficient lead time to adjust in the event that a decision were to be taken to add a new currency to the SDR basket, said IMF.
pt: A extensão também permitiria aos usuários tempo suficiente para se ajustar em caso de uma decisão que envolva a adição de uma nova moeda para a cesta SDR", ressaltou a instituição.

source: "At the moment there's no technology that can track aircraft everywhere in the world over time," he said .
pt: "No momento não existe tecnologia que possa rastrear aeronaves em qualquer lugar do mundo o tempo todo... estas coisas não acontecem rápido", disse Tyler.

source: Another leading tornado expert, Prof Joshua Wurman of the Center for Severe Weather Research, was equally dismissive of Prof Tao's proposal.
pt: Outro especialista em tornados, Joshua Wurman, do Centro de Pesquisa de Clima Extremo, também não aprova a proposta de Tao.

source: You don't have to believe it or not .
pt: “Para mim já não serve”, disse.

source: I was bleeding... up till now I still feel pain in my womb."
pt: A mulher disse ainda que, enquanto estava em casa, o bebê não estava sangrando .

source: The U.S. Department of Justice said the investigation — which involves the department's civil rights division, the FBI and the U.S. Attorney's Office in South Carolina — will be "parallel to and cooperative with the state's investigation."
pt: Paralelamente às investigações estadual e local, a Divisão de Direitos Civis do Departamento de Justiça, o FBI e o gabinete do Ministério da Justiça na Carolina do Sul abriram uma investigação sobre crime de ódio racial em relação ao caso.

source: Another diplomat said there are plans for three nations to share efforts to spearhead global aid to the worst-hit countries: the United States for Liberia, Britain for Sierra Leone and France for Guinea.
pt: Segundo uma fonte europeia, a ideia é articular a ajuda internacional em torno de três "países líderes" : Estados Unidos para a Libéria, Reino Unido para Serra Leoa e França para a Guiné.

source: Qatar's foreign minister has said Doha does not support Egypt's Muslim Brotherhood
pt: O Qatar era um grande apoiar de Morsi e da Irmandade Muçulmana .

source: Baltimore (CNN)Hundreds of Baltimore residents rallied peacefully Saturday following the arrest a day earlier of six police officers in the death of Freddie Gray.
pt: Milhares de pessoas se manifestaram pacificamente em Baltimore na noite desta sexta-feira, dia em que foi anunciada a prisão de seis policiais pela morte do jovem negro Freddie Gray, de 25 anos .

source: The former France captain, who lifted the World Cup trophy in 1998, said he was looking forward to building on what has been a remarkable turnaround from France's ignominious exit in the first round of the 2010 World Cup.
pt: O ex-capitão francês, que ergueu a taça na Copa de 1998, disse querer levar adiante a evolução do time, que foi considerada uma reviravolta notável em relação à vergonhosa eliminação da França na primeira rodada do Mundial de 2010.

source: Telecom Italia said in a securities filing it had not made a final offer, which would be subject to approval by shareholders of the Italian company and its Brazilian unit TIM Participações SA.
pt: SÃO PAULO (Reuters) - A Telecom Italia afirmou à sua controlada brasileira TIM Participações que não há nenhuma discussão em curso para uma oferta de compra da rival Oi, informou a TIM nesta quarta-feira.

source: There are high numbers of Japanese tourists among foreign visitors to Bern, who account for about a third of all visitors and half in the summer.
pt: "É o que explica o grande número de visitantes oriundos do Japão à instituição, sendo que no verão, mais da metade é de estrangeiros."

source: Russia responds to US and EU sanctions and accusations
pt: EUA e Europa concordam com novas sanções contra Rússia

source: A "piecemeal" World War III may have already begun with the current spate of crimes, massacres and destruction, Pope Francis has warned.
pt: O papa Francisco disse neste sábado que o mundo atravessa uma III Guerra Mundial que se desenvolve em etapas, por meio de crimes, massacres e destruições .

source: “[Beijing is] against foreign countries interfering in China’s domestic affairs,” Hong Lei, a spokesman for the country’s foreign ministry, told reporters .
pt: "Qualquer país que interfira nos assuntos internos da China está fazendo um mal uso de nossas relações", declarou o porta-voz do Ministério das Relações Exteriores chinês Hong Lei, em entrevista coletiva.

source: A group calling itself "cyber berkut" - named after riot police formally disbanded by the central powers in Kiev - said the attack had been carried out by patriotic Ukrainians angry over what they saw as NATO interference in their country.
pt: Um grupo que se autodenomina "cyber-berkut" disse que o ataque foi realizado por ucranianos patrióticos, irritados com o que eles consideram uma interferência da Otan no seu país.

source: It all happened very quickly.
pt: Foi um momento muito difícil para todos nós .

source: A deal aimed at ending the bloodshed in eastern Ukraine was reached on Thursday .
pt: O governo da Ucrânia e os separatistas pró-Rússia chegaram nesta quinta-feira a um acordo de cessar-fogo no Leste do país .

source: The twin babies of Prince Albert II and Princess Charlene have been baptised at Monaco Cathedral.
pt: Albert II e Charlene deixam a catedral com os filhos no colo após o batizado

source: "What can I say ?
pt: Não sei o que fazer .

source: The banking sector and European equities in general were further buoyed by speculation that the European Central Bank may loosen lending conditions on Thursday, after ECB President Mario Draghi said late on Monday that inflation in the euro zone was "way below" the ECB's goal.
pt: BRUXELAS, 3 Mar (Reuters) - A inflação na zona do euro está "bem abaixo" da meta do Banco Central Europeu e quanto mais tempo permanecer em tal nível baixo, mais difícil será fazê-la voltar à meta, disse o presidente do BCE, Mario Draghi, nesta segunda-feira.

source: No survivors were expected among the 144 passengers and six crew members on board .
pt: Ao todo, 144 passageiros estavam a bordo, além de seis tripulantes .

source: It is also necessary to have tidy hair and a neat beard, also to prevent disease," Krajewski said.
pt: "Era necessário também ter o cabelo e a barba em ordem, até mesmo para prevenir doenças", indicou o religioso polonês.

source: Previously, advertisers could only showcase their products through pictures.
pt: Anteriormente, só era possível mostrar os produtos em fotos .

source: What allowed Ebola to spread from person-to-person outside Africa for the first time in this outbreak?
pt: Duncan foi a primeira pessoa a desenvolver os sintomas do vírus fora da África .

source: "I don't believe the automatic transfer of votes exists, because I believe in democracy .. .
pt: "Eu não acredito em transferência automática de votos", afirmou a candidata à reeleição.

source: They believe this will be the last Lockerbie memorial at Westminster Abbey.
pt: Uma missa será realizada em Londres, na Abadia de Westminster .

source: With more than 10,000 cases of Ebola reported in West Africa - specifically Guinea, Liberia and Sierra Leone - almost 5,000 people have died this year.
pt: O surto de Ebola que teve início neste ano, o maior da história, já matou 5.000 pessoas, sendo a Libéria um dos países mais afetados, junto a Serra Leoa e Guiné.

source: FIFA compliance head says Russia, Qatar could lose World Cups - paper
pt: Diretor da Fifa confirma que Rússia e Catar podem perder Copas

source: In return, it is gradually winning back access to $4.2 billion of its oil revenues frozen abroad, along with some other sanctions relief.
pt: Em troca, o Irã vem tendo acesso gradual aos 4,2 bilhões de dólares de receitas de petróleo congeladas e o alívio de algumas outra sanções.

source: Serious accidents on Russia's 85,000 km (52,800 miles) of rail track are relatively rare but critics say the country's creaking transportation infrastructure, including its railways, badly need investment and renovation.
pt: Acidentes graves nos 85 mil quilômetros de estradas de ferro da Rússia são relativamente raros, mas os críticos dizem que a infraestrutura obsoleta do transporte do país, incluindo suas ferrovias, precisa urgentemente de investimento e renovação.

source: These usernames and passwords were unfortunately stolen from other services and used in attempts to log in to Dropbox accounts .
pt: Esses nomes de usuário e senha foram, infelizmente, roubados de outros serviços .

source: That's why I do this," she says.
pt: Não sei o que aconteceu com ele", diz a menina.

source: Obama seeks congressional approval in war against ISIS
pt: Obama pede ao Congresso ação militar contra Estado Islâmico

source: I don't have all the answers right now .
pt: Por um certo tempo sim, mas não para sempre .

source: Hollande says aircraft carrier could support Iraq operations Wed, Jan 14 2015
pt: Hollande diz que porta-aviões pode dar apoio a operações no Iraque

source: He said fighting in two other towns, Horlivka and Ilovaysk, had killed about 200 pro-Russian rebels and destroyed tanks and missile systems .
pt: O porta-voz, Andriy Lysenko, afirmou que forças do governo mataram cerca de 200 separatistas e destruíram tanques e sistemas de lançamento de mísseis durante confrontos nas cidades de Horlivka e Ilovaysk, ao norte.

source: Abe is also hoping for a China-Japan summit to repair ties frayed by rows over territory and Japan's wartime history.
pt: Abe também espera que uma cúpula entre China e Japão ajude a reparar os tensos laços entre os dois países por causa de uma disputa territorial e do histórico japonês no período da guerra.

source: Police clashed with stone-throwing Palestinians in east Jerusalem as tensions mounted ahead of a funeral Sunday for a Palestinian who ploughed his car into a crowd of Israelis, killing a baby.
pt: Confrontos entre palestinos e a polícia israelense eclodiram, neste domingo, antes do funeral de um palestino que jogou o carro contra uma multidão de pedestres, matando duas pessoas.

source: General Motors chief executive Mary Barra brushed off talk of a merger with Fiat Chrysler Automobiles on Tuesday, suggesting the top US automaker doesn't need to boost its size via acquisition.
pt: DETROIT (EUA) - A diretora-executiva da General Motors (GM) afirmou, em coletiva de imprensa nesta terça-feira, que a companhia não está interessada em uma possível fusão com a Fiat Chrysler.

source: Kramatorsk, some distance west of the current conflict zone, was the scene of major fighting until July, when pro-Russian separatists retreated.
pt: Kramatorsk foi um importante centro de combate até julho, quando separatistas pró-Rússia recuaram da cidade.

source: "Pretty much half the country is going to be predisposed against you just because that's the way we line up with Republicans and Democrats," Troy said.
pt: - Mais da metade do país está predisposta contra um presidente de outra filiação política porque é assim que se alinham republicanos e democratas - disse Troy à Reuters.

source: I have changed," he told the Haberturk newspaper.
pt: Eu mudei", disse ele ao jornal turco Haberturk.

source: The siege ended with the deaths of four hostages, increasing the toll in France’s deadliest terrorist attacks in half a century .
pt: O episódio de hoje é o ataque com maior número de mortes na França em meio século .

source: The result compounded a miserable week for Sevilla who were thrashed 5-1 by Barcelona in La Liga on Saturday and must now get at least a point against Croatian side Rijeka in their final Group G game to continue the defence of their title.
pt: O resultado agravou uma semana terrível para o Sevilla, que foi goleado por 5 x 1 pelo Barcelona no sábado e agora precisa de pelo menos um ponto contra o time croata do Rijeka em seu jogo final do Grupo G para continuar na defesa do seu título.

source: RIO DE JANEIRO, July 30 (Reuters) - Brazilian mining company Vale SA said on Thursday the start up of Cia Siderurgica do Pecem (CSP), a Brazilian steel mill being built with Korea's Posco and Dongkuk Steel Mill Co , will be delayed until the first half of 2016 from the second half of 2015 because of a strike.
pt: RIO DE JANEIRO (Reuters) - A mineradora brasileira Vale disse nesta quinta-feira que a data de início das operações da Companhia Siderúrgica do Pecém (CSP), no Ceará, uma usina de aço que está sendo construída em parceira com a sul-coreana Posco e com a Dongkuk Steel Mill, será atrasada para o primeiro semestre de 2016, ante previsão anterior de início no segundo semestre de 2015, em função de greve de trabalhadores.

source: Set in a remote cabin, the three-person play that opened at the Circle in the Square Theater on Sunday for a limited run won praise for the "Wolverine" actor's portrayal of an outdoorsy man on a romantic night fishing trip.
pt: A peça que estreou no domingo por temporada limitada ganhou elogios pela interpretação do ator de "Wolverine" de um homem em uma viagem de pesca romântica.

source: I don't understand it .
pt: Eu acho que sim .

source: Turkish Prime Minister Recep Tayyip Erdogan Saturday warned he may expel some foreign ambassadors over "provocative actions", amid mounting tensions over an anti-graft probe that has ensnared government allies.
pt: O primeiro-ministro turco Recep Tayyip Erdogan advertiu neste sábado que poderia expulsar alguns embaixadores estrangeiros autores "de provocações", em um contexto de tensões provocadas por um escândalo de corrupção sem precedentes.

source: The supreme leader added that Iran will not allow the influence of the United States in the region either.
pt: Irão: Acordo nuclear não permitirá influência americana no Irão, diz o líder Khamenei
